Deutsch/recitation.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2020-01-10 五 23:56 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>&lrm;</title>
<meta name="generator" content="Org mode">
<meta name="author" content="djn-pc">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1">
<link href="http://taopeng.me/org-notes-style/css/notes.css" rel="stylesheet" type="text/css" />
</head>
<body>
<div id="content">
<nav id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgc7c654f">1. Basic German</a>
<ul>
<li><a href="#org36abd79">1.1. Unit 3</a>
<ul>
<li><a href="#org720c9ff">1.1.1. Ablaut</a></li>
</ul>
</li>
<li><a href="#org6a50718">1.2. Unit 5</a></li>
<li><a href="#orgdf52ae4">1.3. Unit 6</a></li>
<li><a href="#orge28cd90">1.4. Unit 7</a></li>
<li><a href="#orgeb024f7">1.5. Unit 8</a></li>
<li><a href="#org765d630">1.6. Unit 9</a></li>
<li><a href="#org6a1ff4b">1.7. Unit 13</a></li>
<li><a href="#org20cf115">1.8. Unit 14</a></li>
<li><a href="#orgf31a02d">1.9. Unit 15</a></li>
</ul>
</li>
</ul>
</div>
</nav>


<div id="outline-container-orgc7c654f" class="outline-2">
<h2 id="orgc7c654f"><span class="section-number-2">1</span> Basic German</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org36abd79" class="outline-3">
<h3 id="org36abd79"><span class="section-number-3">1.1</span> Unit 3</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>Du atmest sehr heftig.</li>

<li>Herr Maier arbeitet bei Siemens</li>

<li>Es regnet schon wieder</li>

<li>Ihr redet zu viel.</li>

<li>Du fährt morgen nach Hause.</li>

<li>Gleich fällt es runter.</li>
</ul>
</div>

<div id="outline-container-org720c9ff" class="outline-4">
<h4 id="org720c9ff"><span class="section-number-4">1.1.1</span> Ablaut</h4>
<div class="outline-text-4" id="text-1-1-1">
<ul class="org-ul">
<li>a -&gt; ä</li>

<li>e -&gt; i</li>

<li>e -&gt; ie</li>
</ul>

<p>
halten - hältst, hält
</p>
</div>
</div>
</div>

<div id="outline-container-org6a50718" class="outline-3">
<h3 id="org6a50718"><span class="section-number-3">1.2</span> Unit 5</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>Das Meeting findet am Montag statt.</li>
</ul>
</div>
</div>

<div id="outline-container-orgdf52ae4" class="outline-3">
<h3 id="orgdf52ae4"><span class="section-number-3">1.3</span> Unit 6</h3>
<div class="outline-text-3" id="text-1-3">
<p>
imperative: seien, warte, atme, sprich, lies, fahr, trag
</p>

<p>
Mein Geburtstag ist am vierten sechsten/Juni.
</p>
</div>
</div>

<div id="outline-container-orge28cd90" class="outline-3">
<h3 id="orge28cd90"><span class="section-number-3">1.4</span> Unit 7</h3>
<div class="outline-text-3" id="text-1-4">
<p>
"wie" is also used when asking for a name or address/nationality, where using "was" is incorrect.
</p>

<ul class="org-ul">
<li>Wie ist dein Name?</li>

<li>Wie ist Ihre Telefonnummer/Adresse?</li>
</ul>
</div>
</div>

<div id="outline-container-orgeb024f7" class="outline-3">
<h3 id="orgeb024f7"><span class="section-number-3">1.5</span> Unit 8</h3>
<div class="outline-text-3" id="text-1-5">
<p>
Alcoholic drinks, makes of cars tend to be masculine. 
</p>

<p>
Names of trees and flowers tend to be feminine, and so are names of names of motorbikes and ships.
</p>

<p>
Names of most metals tend to be neuter.
</p>
</div>
</div>

<div id="outline-container-org765d630" class="outline-3">
<h3 id="org765d630"><span class="section-number-3">1.6</span> Unit 9</h3>
<div class="outline-text-3" id="text-1-6">
<p>
The great majority of masculine nouns form their plural by adding -e,
 sometimes with an umlaut. Nouns ending in -er, -el or -en have no change or sometimes with an umlaut.
</p>

<p>
The huge majority (90%) of feminine nouns add -n or -en. 
A number of commonly used feminine nouns add umlaut + -e.
</p>

<p>
Most neuter nouns add -e but no umlaut. Another common ending is -er with an umlaut.
</p>
</div>
</div>

<div id="outline-container-org6a1ff4b" class="outline-3">
<h3 id="org6a1ff4b"><span class="section-number-3">1.7</span> Unit 13</h3>
<div class="outline-text-3" id="text-1-7">
<p>
helfen, danken, gehören, folgen
</p>

<p>
For dative case, plural endings are -en added to the modifier and -en or -n added to the noun.
</p>
</div>
</div>

<div id="outline-container-org20cf115" class="outline-3">
<h3 id="org20cf115"><span class="section-number-3">1.8</span> Unit 14</h3>
<div class="outline-text-3" id="text-1-8">
<p>
For genitive, masculine and neuter nouns add -es to most short nouns, and usually -s to nouns with two or more syllables.
</p>

<p>
trotz, während, wegen, (an)statt
</p>
</div>
</div>

<div id="outline-container-orgf31a02d" class="outline-3">
<h3 id="orgf31a02d"><span class="section-number-3">1.9</span> Unit 15</h3>
<div class="outline-text-3" id="text-1-9">
<ul class="org-ul">
<li>er - ihn - ihm</li>

<li>sie - sie - ihr</li>

<li>es - es - ihm</li>

<li>sie/Sie - sie/Sie - ihnen</li>

<li>ihr - euch - euch</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: djn-pc</p>
<p class="date">Created: 2020-01-10 五 23:56</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
